Repository: ArmanTanna/DPTnew
Catalog: DPTnew/DPTnew/Localization/Resource.*.resx
Languages: it_it

source: Confirm new password
it_it: Conferma nuova password

# ConfirmPassword
source: The new password and confirmation password do not match.
it_it: Le due Password non coincidono.

# LengthPassword
source: The {0} must be at least {2} characters long.
it_it: La {0} deve essere lunga almeno {2} caratteri.

# LoggedIn
source: You're logged in as
it_it: Sei connesso come

source: Manage Account
it_it: Gestione account

source: New Password
it_it: Nuova Password

source: Old Password
it_it: Password attuale

# RequiredFieldPassword
source: Please Enter Password
it_it: Inserire Password

# View_HomeIndex_ChangePassword
source: Change password
it_it: Cambia password

# View_HomeIndex_Hello
source: Hello
it_it: Ciao

# View_HomeIndex_Logoff
source: Log off
it_it: Disconnetti

# View_HomeIndex_of
source: of
it_it: di

# View_Home_BreakingNews
source: Breaking News
it_it: Novità

# View_Home_CaseManagement
source: Case Management
it_it: Gestione Casi

# View_Home_CaseManagement_Text1
source: Contact our Customer Care and open a New Case.
it_it: Contatta il nostro Customer Care.

# View_Home_CaseManagement_Text2
source: Use your old credentials to access this section.
it_it: Ricordati di utilizzare le tue vecchie credenziali per accedere a questa sezione.

# View_Home_ELearning_Text
source: Software training material, like video and step-by-step tutorials, supplied via the web.
it_it: Materiale di formazione sul software, come video ed esercizi guidati, accessibile all'utente via internet.

# View_Home_NewLicensing
source: New Licensing
it_it: Nuovo Licensing

# View_Home_NewLicensing_Text
source: All you need to know about C2V, V2C and Floating Licensing.
it_it: Tutto quello che devi sapere su C2V, V2C e licenze floating.

# View_Home_Subtitle
source: Welcome to the new Customer Care portal!
it_it: Benvenuto nel nuovo portale del Customer Care!

# View_Home_Text1
source: The <b>official release of ThinkDesign 2016</b> is now available! Have a look at the Download section.
it_it: ThinkDesign 2016 beta è stata rilasciata ed è ora disponibile nella sezione di Download.

# View_Home_Text2
source: Try for free ThinkDesign 2016! Write to us to know more.
it_it: Prova gratuitamente ThinkDesign 2015! Scrivici per saperne di più.

# View_Home_THelp_Text
source: Release Notes & Help manual 2016 - Work in Progress.
it_it: Note di rilascio e Manuale Utente TD2016 - work in progress.

# View_Home_UserGuidebook_Text
source: Here you can access the User Guidebook.
it_it: Qui puoi accedere alla User Guidebook.

# View_Home_VarGuidebook_Text
source: Here you can access the VAR Guidebook.
it_it: Qui puoi accedere alla VAR Guidebook.

# View_Menu_Activities
source: Activities
it_it: Attività

# View_Menu_AllCompanies
source: All Companies
it_it: Aziende

# View_Menu_AllLicenses
source: All Licenses
it_it: Licenze

# View_Menu_AllPeoples
source: All People
it_it: Contatti

# View_Menu_Licenses
source: Licenses
it_it: Licenze

# View_Menu_Orders
source: Orders
it_it: Ordini
